tap "denisidoro/tools"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "xwmx/taps"
brew "ack"
brew "atk"
brew "awk"
brew "bash"
brew "bash-completion"
brew "cairo"
brew "ceres-solver"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "dcraw"
brew "denisidoro/tools/navi"
brew "deno"
brew "dive"
brew "dos2unix"
brew "duf"
brew "dust"
brew "e2fsprogs"
brew "enscript"
brew "exa"
brew "exempi"
brew "fd"
brew "ffmpeg"
brew "fftw"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "glib"
brew "gnupg"
brew "gnutls"
brew "guile"
brew "gzrt"
brew "htop"
brew "httpie"
brew "httrack"
brew "imagemagick"
brew "inxi"
brew "ispell"
brew "k3d"
brew "lesspipe"
brew "lftp"
brew "libass"
brew "libevent"
brew "libheif"
brew "libidn2"
brew "libxml2"
brew "macvim"
brew "mpack"
brew "netcat"
brew "nghttp2"
brew "node"
brew "numpy"
brew "nvm"
brew "octave"
brew "openconnect"
brew "opencv"
brew "openjdk"
brew "p11-kit"
brew "p7zip"
brew "pandoc"
brew "podman"
brew "postgresql"
brew "procs"
brew "py3cairo"
brew "pyenv"
brew "pygobject3"
brew "pyqt"
brew "python@3.10"
brew "qemu"
brew "qscintilla2"
brew "readline"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "sdl"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl_gfx"
brew "sip"
brew "socat"
brew "source-highlight"
brew "sqlite"
brew "starship"
brew "tbb"
brew "the_silver_searcher"
brew "tmux"
brew "unbound"
brew "unzip"
brew "veclibfort"
brew "w3m"
brew "watch"
brew "wget"
brew "xpdf"
brew "xwmx/taps/nb"
brew "xz"
brew "youtube-dl"
brew "z"
brew "zip"
brew "zlib"
brew "zoxide"
brew "zsh"
cask "macdown"
cask "quicklook-json"
cask "db-browser-for-sqlite"
cask "gimp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "pdftotext"
cask "virtualbox"
